12/data/attachments/7967001bd3b46e50.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b585d80b-ed86-486a-bcf5-b496beb7c3cf</nif:username>
            <nif:friendToBeAdded>Renee_magazine_Actions_82873_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>